Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Protester
ja: 抗議者

source: Prototype dart
ja: プロトタイプのダーツ

source: Prototype dart tip
ja: プロトタイプダーツの先端

source: Protruding rocks
ja: 突き出た岩

source: Prune
ja: せん定

source: Prune-back
ja: 後ろをせん定

source: Prune-sides
ja: 横をせん定

source: Prune-top
ja: 上部をせん定

source: Pruned Entling
ja: せん定された幼いエント

source: Psykk bat
ja: プシック・バット

source: Pub Gate
ja: パブのドア

source: Puddle
ja: 水たまり

source: Puddle of slime
ja: スライムの水たまり

source: Puff
ja: 空気を抜く

source: Puffer Fish
ja: フグ

source: Puffin
ja: パフィン

source: Pull
ja: 引く

source: Pull-down
ja: 下げる

source: Pull-spade
ja: シャベルを抜く

source: Pulsing Nerve Ending
ja: 脈打つの神経の終端

source: Pump
ja: ポンプ

source: Pump and drain
ja: ポンプと排水溝

source: Pump and tub
ja: ポンプとタブ

source: Pumpkin
ja: カボチャ

source: Pumpy
ja: パンピー

source: Pungent pot
ja: 刺激的な鍋

source: Puppadile
ja: プッパダイル

source: Purchase Amulet
ja: アミュレットを購入

source: Purple Pewter Director
ja: ムラサキ・ピューターの監督

source: Purple Pewter Secretary
ja: ムラサキ・ピューターの秘書

source: Purple boots
ja: 紫色の靴

source: Purple cape
ja: 紫のマント

source: Purple dye
ja: 紫色染料

source: Purple flowers
ja: 紫色の花

source: Purple gloves
ja: 紫色の手袋

source: Purple hat
ja: 紫色の帽子

source: Purple partyhat
ja: 紫のパーティーハット

source: Purple robe bottoms
ja: 紫色のローブ下

source: Purple robe top
ja: 紫色のローブ上

source: Purple sweets
ja: 紫色のお菓子<

source: Push
ja: 押す

source: Push-against
ja: を押す

source: Push-through
ja: 押し進む

source: Push-up
ja: 押し上げる

source: Pusskins
ja: プスキンズ

source: Put-inside
ja: 中に入れる

source: Put-ore-on
ja: 鉱石を置く

source: Puzzle box (hard)
ja: パズルボックス（上級）

source: PvP Arena
ja: PvPアリーナ

source: Pylon
ja: 鉄塔

source: Pyramid block
ja: ピラミッドのブロック

source: Pyramid entrance
ja: ピラミッドの入口

source: Pyre boat
ja: 火葬船

source: Pyre fox
ja: パイヤー・フォックス

source: Pyre logs
ja: 火葬の丸太

source: Pyre site
ja: 火葬の場所

source: Pyrefiend
ja: パイヤーフィーンド

source: Pyrelord
ja: パイヤーロード

source: Pyromancer
ja: 炎魔術師

source: Quartermaster
ja: 需品係

source: Queen Ellamaria
ja: 女王エラマリア

source: Queen Sigrid
ja: 女王シグリッド

source: Queen Zyanyi Arkan
ja: ジアニー・アーカン女王

source: Queen spawn
ja: 女王の腹子

source: Quench-preform
ja: 速く冷ます

source: Quest Guide
ja: クエストの案内人

source: Quest List
ja: クエスト一覧

source: Quest Speedrunning Display
ja: クエスト・タイムアタックの展示

source: Quest list space
ja: クエスト一覧のスペース

source: Quetzal
ja: クエッツァル

source: Quetzal Nest
ja: クエッツァルの巣

source: Quetzin
ja: クエッツィン

source: Quick Pass
ja: 素早く通る

source: Quick-Board
ja: すぐに乗る

source: Quick-Enter
ja: すぐ入る

source: Quick-Exit
ja: 即離脱

source: Quick-Pass
ja: 素早く通る

source: Quick-Pay(100)
ja: すぐに支払う（１００）

source: Quick-Travel
ja: すぐに移動

source: Quick-Use
ja: すぐ使う

source: Quick-board
ja: すぐに乗る

source: Quick-climb
ja: 素早く通る

source: Quick-enter
ja: すぐ入る

source: Quick-escape
ja: 即離脱

source: Quick-exit
ja: 即離脱

source: Quick-falcon
ja: ハヤブサを借りる

source: Quick-leave
ja: 即離脱

source: Quick-lock
ja: 即ロック

source: Quick-open
ja: すぐ開ける

source: Quick-pass
ja: 素早く通る

source: Quick-prayers
ja: 即行の祈り

source: Quick-start
ja: 即開始

source: Quick-travel
ja: すぐに移動

source: Quick-use
ja: すぐ使う

source: Quick-withdraw
ja: 即引き出し

source: Quicklime
ja: 生石灰

source: Quiescent Snow Storm
ja: 静かな吹雪

source: Quiz Master
ja: クイズの達人

source: REPLACE ME
ja: 私を置き換えて

source: Rabbit
ja: ウサギ

source: Rabbit hole
ja: ウサギの巣穴

source: Rabbit snare
ja: ウサギの罠

source: Rabbitless hole
ja: ウサギがいない巣穴

source: Raccoon
ja: アライグマ

source: Rachael
ja: ラチャエル

source: Rachel (Well)
ja: レイチェル（健康）

source: Rachel (ghastly!)
ja: レイチェル（化けそう！）

source: Rachel (sick)
ja: レイチェル（病気）

source: Rachel (very sick)
ja: レイチェル（重病）

source: Rack
ja: ラック

source: Rack of barrels
ja: 樽置き場

source: Radat
ja: ラダット

source: Radiant Vein
ja: 輝く静脈

source: Radiant sanguisphera
ja: 放射性サングイスフェラ

source: Radigad Ponfit
ja: ラディガド・ポンフィット

source: Radimus Erkle
ja: ラジマス・エークレ

source: Radimus notes
ja: ラジマスのメモ

source: Radu
ja: ラドゥ

source: Raeli
ja: ラエリ

source: Raetul
ja: ラエツル

source: Raft
ja: イカダ

source: Ragnar
ja: ラグナー

source: Ragnvald
ja: ラグンヴァルド

source: Rail
ja: レール

source: Railing
ja: 手すり

source: Rain
ja: 雨

source: Raised coffin
ja: 棺台

source: Rake
ja: かく

source: Rakkar
ja: ラカー

source: Ram
ja: 雄羊

source: Ramara du Croissant
ja: ラマラ・デュ・クロワッサン

source: Ramarno
ja: ラマーノ

source: Ramocean
ja: ラモシアン

source: Ramp
ja: スロープ

source: Rana the Dyer
ja: 染色工のラナ

source: Ranael
ja: ラナエル

source: Ranalph Devere
ja: ラナルフ・デヴェー

source: Ranarr potion (unf)
ja: ラナーの薬液（未）

source: Ranarr seed
ja: ラナーの種

source: Ranarr weed
ja: ラナー

source: Randivor
ja: ランヂボー

source: Random
ja: ランダム

source: Range
ja: ガスレンジ

source: Range chimney
ja: コンロの煙突

source: Ranged
ja: 弓

source: Ranged combat tutor
ja: 射撃戦の指導者

source: Ranger
ja: レンジャー

source: Ranger (medium)
ja: 射手（中級）

source: Ranger boots
ja: 射手の靴

source: Ranging Guild
ja: 弓ギルド

source: Ranging Guild Doorman
ja: 弓ギルドの玄関係

source: Ranging game space
ja: 弓ゲームのスペース

source: Ranging potion(1)
ja: 弓増強薬（１）

source: Ranging potion(2)
ja: 弓増強薬（２）

source: Ranging potion(3)
ja: 弓増強薬（３）

source: Ranging potion(4)
ja: 弓増強薬（４）

source: Ranging spot
ja: 弓スポット

source: Ranis Drakan
ja: ラニス・ドラカン

source: Rank
ja: ランク

source: Rannveig
ja: ランヴェイグ

source: Ransack
ja: 荒らす

source: Rantz
ja: ランツ

source: Raqueel
ja: ラキール

source: Rare Flowers
ja: 珍しい花

source: Rashid the Operator
ja: オペレーターのラシド

source: Rashiliyia
ja: ラシリーア

source: Rashiliyia corpse
ja: ラシリーアの死体

source: Rasolo
ja: ラソロ

source: Rassain
ja: ラサイン

source: Rat
ja: ネズミ

source: Rat Burgiss
ja: ラット・バーギス

source: Rat Wall
ja: ネズミの壁

source: Rat barn
ja: ネズミの納屋

source: Rat barrel
ja: ネズミの樽

source: Rat hole
ja: ネズミの穴

source: Rat lever
ja: ネズミのレバー

source: Rat poison
ja: ネズミ毒

source: Rat trap
ja: ネズミの罠

source: Rat wall
ja: ネズミの壁

source: Rat wheel
ja: ネズミの回し車

source: Rat's tail
ja: ネズミの尻尾

source: Rat-hole
ja: ネズミの穴

source: Rauborn
ja: ローボーン

source: Raulyn
ja: ローリン

source: Raum Urda-Stein
ja: ラウム・ウーダ・スタイン

source: Raurg bonemeal
ja: ラウルぐの骨粉

source: Raurg bones
ja: ラウルぐの骨

source: Ravager
ja: ラバガー

source: Raven
ja: ワタリガラス

source: Ravine
ja: 渓谷

source: Raw anchovies
ja: 生のアンチョビ

source: Raw bass
ja: 生のバス

source: Raw batta
ja: 生のバッタ

source: Raw bear meat
ja: 生のクマ肉

source: Raw beef
ja: 生の牛肉

source: Raw cave eel
ja: 生の洞窟ウナギ

source: Raw chicken
ja: 生の鶏肉

source: Raw chompy
ja: 生のチョンピー

source: Raw cod
ja: 生のタラ

source: Raw crunchies
ja: 生のクランチー

source: Raw giant carp
ja: 生の巨大な鯉

source: Raw gnomebowl
ja: 生のノームボール

source: Raw herring
ja: 生のニシン

source: Raw karambwan
ja: 生のカラムワン

source: Raw karambwanji
ja: 生のカラムワンジ

source: Raw lava eel
ja: 生の溶岩ウナギ

source: Raw lobster
ja: 生のロブスター

source: Raw mackerel
ja: 生のサバ

source: Raw manta ray
ja: 生のマンタ

source: Raw oomlie
ja: 生のウームリー

source: Raw pike
ja: 生のパイク

source: Raw rabbit
ja: 生のウサギ

source: Raw rat meat
ja: 生のネズミ肉

source: Raw salmon
ja: 生の鮭

source: Raw sardine
ja: 生のイワシ

source: Raw sea turtle
ja: 生のウミガメ

source: Raw shark
ja: 生のサメ

source: Raw shrimps
ja: 生エビ

source: Raw slimy eel
ja: 生のヌルヌルウナギ

source: Raw swamp paste
ja: 生の沼ペースト

source: Raw swordfish
ja: 生のカジキ

source: Raw trout
ja: 生のマス

source: Raw tuna
ja: 生のマグロ

source: Raw ugthanki meat
ja: 生のウグタンキ肉

source: Ray of Light
ja: 光の束

source: Razmire Keelgan
ja: ラズマイヤー・キールガン

source: Razvan
ja: ラズヴァン

source: Re-light
ja: 再び灯す

source: Reach
ja: 掴む

source: Reacher
ja: リーチャー

source: Read
ja: 読む

source: Read (Awakened)
ja: を読む（覚醒）

source: Read journal:
ja: 記録を読む

source: Read-tag
ja: タグを読む

source: Reanimated TzHaar
ja: 復活したツザー

source: Reanimated abyssal
ja: 復活した深淵のモノ

source: Reanimated aviansie
ja: 復活したアヴィアンシー

source: Reanimated bear
ja: 復活したクマ

source: Reanimated bloodveld
ja: 復活したブラッドヴェルド

source: Reanimated chaos druid
ja: 復活した混沌ドルイド

source: Reanimated dagannoth
ja: 復活したダガノス

source: Reanimated demon
ja: 復活した悪魔

source: Reanimated demon spawn
ja: 復活した悪魔の腹子

source: Reanimated dog
ja: 復活した犬

source: Reanimated dragon
ja: 復活した竜

source: Reanimated elf
ja: 復活したエルフ

source: Reanimated giant
ja: 復活した巨人

source: Reanimated goblin
ja: 復活したゴブリン

source: Reanimated hellhound
ja: 復活したヘルハウンド

source: Reanimated horror
ja: 復活した怪物

source: Reanimated imp
ja: 復活した小悪魔

source: Reanimated kalphite
ja: 復活したカルファイト

source: Reanimated minotaur
ja: 復活したミノタウロス

source: Reanimated monkey
ja: 復活したサル

source: Reanimated ogre
ja: 復活したオーガ

source: Reanimated scorpion
ja: 復活したサソリ

source: Reanimated troll
ja: 復活したトロール

source: Reanimated unicorn
ja: 復活したユニコーン

source: Rebalance
ja: バランスを取る

source: Rebel Archer
ja: 反乱軍のアーチャー

source: Rebel Scout
ja: 反乱軍のスカウト

source: Rebel Warrior
ja: 反乱軍の戦士

source: Recall
ja: 呼び戻す

source: Receipt
ja: レシート

source: Recess
ja: くぼみ

source: Recharge-jewellery
ja: 宝石をチャージ

source: Recharge-prayer
ja: 祈力を回復

source: Recharge-whistle
ja: 笛をチャージ

source: Recite-prayer
ja: 祈りを唱える

source: Recoil settings
ja: 反射の設定

source: Recruiter
ja: 採用担当

source: Recruiting board
ja: 求人掲示板

source: Recurrent damage
ja: 周期的なダメージ

source: Red
ja: 赤

source: Red Axe Cat
ja: アカ・アックスのネコ

source: Red Axe Director
ja: アカ・アックスの監督

source: Red Axe Henchman
ja: アカ・アックスの子分

source: Red Axe Secretary
ja: アカ・アックスの秘書

source: Red Banana Tree
ja: 赤いバナナの木

source: Red Barrier
ja: 赤いバリア

source: Red Castlewars armour
ja: 赤いキャッスルウォーズの鎧

source: Red Flowers
ja: 赤い花

source: Red Monkey
ja: 赤いサル

source: Red Panda
ja: レッサーパンダ

source: Red Sheep
ja: 赤い羊

source: Red Star Fungi
ja: 赤星菌

source: Red Water Sign
ja: 赤い水の標識

source: Red banner
ja: 赤いバナー

source: Red bead
ja: 赤い粒

source: Red block
ja: 赤いブロック

source: Red boots
ja: 赤色の靴

source: Red cape
ja: 赤いマント

source: Red chemical
ja: 赤い化学物質

source: Red cog
ja: 赤い歯車

source: Red d'hide body
ja: 赤竜革のボディ

source: Red d'hide chaps
ja: 赤竜革のチャップス

source: Red d'hide vambraces
ja: 赤竜革の腕甲

source: Red disk
ja: 赤いディスク

source: Red door
ja: 赤いドア

source: Red dragon
ja: 赤竜

source: Red dragon leather
ja: 赤竜革

source: Red dragonhide
ja: 赤竜革

source: Red dye
ja: 赤色染料

source: Red fireflies
ja: 赤いヒノムシ

source: Red flowers
ja: 赤い花

source: Red fungi
ja: 赤い菌類

source: Red gloves
ja: 赤色の手袋

source: Red halloween mask
ja: 赤いハロウィンマスク

source: Red hat
ja: 赤色の帽子

source: Red headband
ja: 赤い鉢巻

source: Red herring
ja: 赤ニシン

source: Red hot sauce
ja: レッドホットソース

source: Red mahogany log
ja: 赤マホガニーの丸太

source: Red mist
ja: 赤い霧

source: Red partyhat
ja: 赤いパーティーハット

source: Red robe bottoms
ja: 赤色のローブ下

source: Red robe top
ja: 赤色のローブ上

source: Red rose bush patch
ja: 赤いバラの小区画

source: Red salamander
ja: 赤サラマンダ

source: Red skink
ja: 赤いスキンク

source: Red spice (4)
ja: 赤い香辛料（４）

source: Red spiders' eggs
ja: 赤いクモの卵

source: Red sweets
ja: 赤いお菓子<

source: Red tile
ja: 赤いタイル

source: Red topaz
ja: 赤トパーズ

source: Red vine worm
ja: 赤いツル虫

source: Redbeard Frank
ja: レッドビアード・フランク

source: Redberries
ja: 赤ベリー

source: Redberry bush
ja: レッドベリーの低木

source: Redberry pie
ja: ベリーパイ

source: Redberry seed
ja: レッドベリーの種

source: Redecorate
ja: 模様替え

source: Redeem
ja: 引き換える

source: Redeem-code
ja: コードを引き換える

source: Redeyes
ja: レッドアイズ

source: Redwood birdhouse
ja: セコイアの鳥小屋

source: Redwood birdhouse (empty)
ja: セコイアの鳥小屋（空）

source: Redwood fence
ja: セコイアのフェンス

source: Redwood fence post
ja: セコイアのフェンスの柱

source: Redwood tree
ja: セコイアの木

source: Redwood tree patch
ja: セコイアの木の小区画

source: Reeds
ja: アシ

source: Reese
ja: リース

source: Reeso
ja: リーソ

source: Ref
ja: レフ

source: Refine
ja: 精製

source: Refinery
ja: 精製台

source: Refresh
ja: 更新

source: Refuel
ja: 燃料を入れる

source: Refugee
ja: 難民

source: Refund
ja: 返金

source: Regal chair
ja: 豪華な椅子

source: Regal table
ja: 豪華なテーブル

source: Regath
ja: レガス

source: Reginald
ja: レギナルド

source: Regulus Cento
ja: レグラス・セント

source: Reinald
ja: レイナルド

source: Reinforce
ja: 強化する

source: Reinforced crate
ja: 強化された箱

source: Reinitialisation Panel
ja: 再初期化パネル

source: Reinn
ja: レイン

source: Reldak
ja: レルダク

source: Reldo
ja: レルドー

source: Release
ja: 開放

source: Release All
ja: を全て開放

source: Release-all
ja: を全て開放

source: Release-bees
ja: ハチを開放

source: Relic part 1
ja: 遺物パート１

source: Relic part 2
ja: 遺物パート２

source: Relic part 3
ja: 遺物パート３

source: Relicym's balm(1)
ja: レリシムの香油（１）

source: Relicym's balm(2)
ja: レリシムの香油（２）

source: Relicym's balm(3)
ja: レリシムの香油（３）

source: Relicym's balm(4)
ja: レリシムの香油（４）

source: Rellekka
ja: レレカへ移動

source: Rellekka Waystone
ja: レレカの転移ポイント

source: Reload
ja: リーロド

source: Relobo Blinyo (logs)
ja: レルド・ブリニョ（丸太）

source: Relocate
ja: 再配置

source: Reminisce
ja: 思い出にふける

source: Remnant
ja: 残余

source: Remove
ja: 取り除く

source: Remove PvP Protection
ja: PvP防止を解除する

source: Remove board advert
ja: ボードの告知を取る

source: Remove default
ja: 即値を除く

source: Remove friend
ja: フレンド削除

source: Remove-Bone
ja: 骨を取る

source: Remove-Pot
ja: 土鍋を取る

source: Remove-banner
ja: バナーを取り除く

source: Remove-coal
ja: 石炭を取る

source: Remove-decorations
ja: 装飾を取り除く

source: Remove-eggs
ja: 卵を取る

source: Remove-legs
ja: 足を取る

source: Remove-lid
ja: フタを取る

source: Remove-one
ja: から一つ取る

source: Remove-outfit
ja: 服装を外す

source: Remove-rat
ja: ネズミを取る

source: Remove-room
ja: 部屋を削除

source: Remove-trophy
ja: トロフィーを取り除く

source: Remsai
ja: レムサイ

source: Remus Kaninus
ja: レマス・カニナス

source: Renegade Knight
ja: 裏切った騎士

source: Renegade knight
ja: 裏切った騎士

source: Renu
ja: レヌ

source: Repair
ja: 修復

source: Repair Locker
ja: 修復ロッカー

source: Repair bench
ja: 修復作業台

source: Repair space
ja: 修理のスペース

source: Repaired Roof
ja: 修復された屋根

source: Repaired furnace
ja: 修復された炉

source: Repaired grindstone
ja: 修理された砥石

source: Repaired leak
ja: 修理された液漏れ

source: Repaired polishing wheel
ja: 修理された研磨車

source: Repaired trip hammer
ja: 修理されたトリップハンマー

source: Repaired wall
ja: 修復された壁

source: Repairs
ja: 修復

source: Report
ja: 通報

source: Report abuse
ja: 悪質行為を報告

source: Report game bug
ja: バグを報告

source: Repugnant spectre
ja: 嫌悪の亡霊

source: Request-supplies
ja: 資源をリクエスト

source: Research notes
ja: 研究の記録

source: Research package
ja: 研究荷物

source: Researcher
ja: 研究者

source: Reset
ja: リセット

source: Reset Lever
ja: リセットレバー

source: Reset-room
ja: 部屋をリセット

source: Reset-time
ja: 時間をリセット

source: Reset-wave
ja: ウェーブをリセット

source: Reshi
ja: レシ

source: Resign
ja: 諦める

source: Resistance Fighter
ja: レジスタンスの戦士

source: Resper mushrooms
ja: レスパーダケ

source: Respiratory system
ja: 呼吸器系

source: Rest
ja: 休む

source: Restless ghost
ja: 眠れぬ霊

source: Restore
ja: 回復

source: Restore Default Zoom
ja: 既定値に戻す

source: Restore potion(1)
ja: 回復薬（１）

source: Restore potion(2)
ja: 回復薬（２）

source: Restore potion(3)
ja: 回復薬（３）

source: Restore potion(4)
ja: 回復薬（４）

source: Restraining Table
ja: 拘束台

source: Restraint Table
ja: 固定台

source: Resupply
ja: 再供給

source: Retired sailor
ja: 引退した船乗り

source: Retorts
ja: 反論

source: Retrieve
ja: 呼び戻す

source: Retrieve-egg
ja: 卵を回収

source: Return
ja: 戻る

source: Return Orb
ja: 帰還のオーブ

source: Return-Home
ja: で帰還する

source: Return-to-Burgh
ja: バーグへ戻る

source: Return-to-Paterdomus
ja: パタードマスに帰る

source: Reveal
ja: 公開

source: Revenant Maledictus Display
ja: 幽鬼のマレディクタスの展示

source: Revenant cyclops
ja: 幽鬼のサイクロプス

source: Revenant dark beast
ja: 幽鬼の暗黒獣

source: Revenant demon
ja: 幽鬼の悪魔

source: Revenant dragon
ja: 幽鬼の竜

source: Revenant goblin
ja: 幽鬼のゴブリン

source: Revenant hellhound
ja: 幽鬼のヘルハウンド

source: Revenant hobgoblin
ja: 幽鬼のホブゴブリン

source: Revenant imp
ja: 幽鬼の小悪魔

source: Revenant knight
ja: 幽鬼の騎士

source: Revenant maledictus
ja: 幽鬼のマレディクタス

source: Revenant ork
ja: 幽鬼のオーク

source: Revenant pyrefiend
ja: 幽鬼のパイヤーフィーンド

source: Revert
ja: 戻す

source: Revitalising Idol
ja: 再生の偶像

source: Reward Chest
ja: 報酬の宝箱

source: Reward chest
ja: 報酬の宝箱

source: Reward pool
ja: 報酬の水場

source: Rewards
ja: 報酬

source: Rewards Chest
ja: 報酬の宝箱

source: Rewards Guardian
ja: 報酬の守護者

source: Rewards Niche
ja: 報酬ニッチ

source: Rewards chest
ja: 報酬の宝箱

source: Rhazien
ja: ラジエン

source: Rhiannon
ja: リアノン

source: Rhoddwr Tan
ja: ロドウル・タン

source: Rhonen
ja: ロネン

source: Rhyfel
ja: リフェル

source: Richard
ja: リチャード

source: Richard Flintmaul
ja: リチャード・フリントモール

source: Rick
ja: リック

source: Rick Turpentine
ja: リック・ターペンタイン

source: Ricketty door
ja: 虚弱なドア

source: Rickety door
ja: ガタガタのドア

source: Ride
ja: 乗る

source: Rift
ja: 裂け目

source: Rift guardian
ja: 裂け目の守護者

source: Right boot
ja: 右足の靴

source: Right eye patch
ja: 右目の眼帯

source: Right head
ja: 右の頭

source: Right side of a fireplace
ja: 暖炉の右側

source: Riki the sculptor's model
ja: リキ彫刻家のモデル

source: Rimae Sirsalis
ja: リマエ・シルサリス

source: Rimmington
ja: リミングトンへ移動

source: Rind the gardener
ja: リンド庭師

source: Ring
ja: 鳴らす

source: Ring mould
ja: 指輪の鋳型

source: Ring of Stones
ja: 石の指輪

source: Ring of charos
ja: カロスの指輪

source: Ring of dueling(1)
ja: 決闘の指輪（１）

source: Ring of dueling(2)
ja: 決闘の指輪（２）

source: Ring of dueling(3)
ja: 決闘の指輪（３）

source: Ring of dueling(4)
ja: 決闘の指輪（４）

source: Ring of dueling(5)
ja: 決闘の指輪（５）

source: Ring of dueling(6)
ja: 決闘の指輪（６）

source: Ring of dueling(7)
ja: 決闘の指輪（７）

source: Ring of dueling(8)
ja: 決闘の指輪（８）

source: Ring of forging
ja: 鍛造の指輪

source: Ring of life
ja: 命の指輪

source: Ring of recoil
ja: 反射の指輪

source: Ring of visibility
ja: 可視のリング

source: Ring of wealth
ja: 富の指輪

source: Ring-Zanaris
ja: 輪でザナリスへ

source: Ring-bell
ja: 鈴を鳴らす

source: Ring-configure
ja: 輪の設定

source: Ring-last-destination (AIP)
ja: 輪で前の目的地へ（AIP）

source: Ring-last-destination (AIQ)
ja: 輪で前の目的地へ（AIQ）

source: Ring-last-destination (AIR)
ja: 輪で前の目的地へ（AIR）

source: Ring-last-destination (AIS)
ja: 輪で前の目的地へ（AIS）

source: Ring-last-destination (AJP)
ja: 輪で前の目的地へ（AJP）

source: Ring-last-destination (AJQ)
ja: 輪で前の目的地へ（AJQ）

source: Ring-last-destination (AJR)
ja: 輪で前の目的地へ（AJR）

source: Ring-last-destination (AJS)
ja: 輪で前の目的地へ（AJS）

source: Ring-last-destination (AKP)
ja: 輪で前の目的地へ（AKP）

source: Ring-last-destination (AKQ)
ja: 輪で前の目的地へ（AKQ）

source: Ring-last-destination (AKR)
ja: 輪で前の目的地へ（AKR）

source: Ring-last-destination (AKS)
ja: 輪で前の目的地へ（AKS）

source: Ring-last-destination (ALP)
ja: 輪で前の目的地へ（ALP）

source: Ring-last-destination (ALQ)
ja: 輪で前の目的地へ（ALQ）

source: Ring-last-destination (ALR)
ja: 輪で前の目的地へ（ALR）

source: Ring-last-destination (ALS)
ja: 輪で前の目的地へ（ALS）

source: Ring-last-destination (BIP)
ja: 輪で前の目的地へ（BIP）

source: Ring-last-destination (BIQ)
ja: 輪で前の目的地へ（BIQ）

source: Ring-last-destination (BIR)
ja: 輪で前の目的地へ（BIR）

source: Ring-last-destination (BIS)
ja: 輪で前の目的地へ（BIS）

source: Ring-last-destination (BJP)
ja: 輪で前の目的地へ（BJP）

source: Ring-last-destination (BJQ)
ja: 輪で前の目的地へ（BJQ）

source: Ring-last-destination (BJR)
ja: 輪で前の目的地へ（BJR）

source: Ring-last-destination (BJS)
ja: 輪で前の目的地へ（BJS）

source: Ring-last-destination (BKP)
ja: 輪で前の目的地へ（BKP）

source: Ring-last-destination (BKQ)
ja: 輪で前の目的地へ（BKQ）

source: Ring-last-destination (BKR)
ja: 輪で前の目的地へ（BKR）

source: Ring-last-destination (BKS)
ja: 輪で前の目的地へ（BKS）

source: Ring-last-destination (BLP)
ja: 輪で前の目的地へ（BLP）

source: Ring-last-destination (BLQ)
ja: 輪で前の目的地へ（BLQ）

source: Ring-last-destination (BLR)
ja: 輪で前の目的地へ（BLR）

source: Ring-last-destination (BLS)
ja: 輪で前の目的地へ（BLS）

source: Ring-last-destination (CIP)
ja: 輪で前の目的地へ（CIP）

source: Ring-last-destination (CIQ)
ja: 輪で前の目的地へ（CIQ）

source: Ring-last-destination (CIR)
ja: 輪で前の目的地へ（CIR）

source: Ring-last-destination (CIS)
ja: 輪で前の目的地へ（CIS）

source: Ring-last-destination (CJP)
ja: 輪で前の目的地へ（CJP）

source: Ring-last-destination (CJQ)
ja: 輪で前の目的地へ（CJQ）

source: Ring-last-destination (CJR)
ja: 輪で前の目的地へ（CJR）

source: Ring-last-destination (CJS)
ja: 輪で前の目的地へ（CJS）

source: Ring-last-destination (CKP)
ja: 輪で前の目的地へ（CKP）

source: Ring-last-destination (CKQ)
ja: 輪で前の目的地へ（CKQ）

source: Ring-last-destination (CKR)
ja: 輪で前の目的地へ（CKR）

source: Ring-last-destination (CKS)
ja: 輪で前の目的地へ（CKS）

source: Ring-last-destination (CLP)
ja: 輪で前の目的地へ（CLP）

source: Ring-last-destination (CLQ)
ja: 輪で前の目的地へ（CLQ）

source: Ring-last-destination (CLR)
ja: 輪で前の目的地へ（CLR）

source: Ring-last-destination (CLS)
ja: 輪で前の目的地へ（CLS）

source: Ring-last-destination (DIP)
ja: 輪で前の目的地へ（DIP）

source: Ring-last-destination (DIQ)
ja: 輪で前の目的地へ（DIQ）

source: Ring-last-destination (DIR)
ja: 輪で前の目的地へ（DIR）

source: Ring-last-destination (DIS)
ja: 輪で前の目的地へ（DIS）

source: Ring-last-destination (DJP)
ja: 輪で前の目的地へ（DJP）

source: Ring-last-destination (DJQ)
ja: 輪で前の目的地へ（DJQ）

source: Ring-last-destination (DJR)
ja: 輪で前の目的地へ（DJR）

source: Ring-last-destination (DJS)
ja: 輪で前の目的地へ（DJS）

source: Ring-last-destination (DKP)
ja: 輪で前の目的地へ（DKP）

source: Ring-last-destination (DKQ)
ja: 輪で前の目的地へ（DKQ）

source: Ring-last-destination (DKR)
ja: 輪で前の目的地へ（DKR）

source: Ring-last-destination (DKS)
ja: 輪で前の目的地へ（DKS）

source: Ring-last-destination (DLP)
ja: 輪で前の目的地へ（DLP）

source: Ring-last-destination (DLQ)
ja: 輪で前の目的地へ（DLQ）

source: Ring-last-destination (DLR)
ja: 輪で前の目的地へ（DLR）

source: Ring-last-destination (DLS)
ja: 輪で前の目的地へ（DLS）

source: Rinsing pool
ja: 洗浄用プール

source: Rio the Parrot
ja: オウムのリオ

source: Rionasta
ja: リオナスタ

source: Ripples
ja: 波紋

source: Ritual Pillar
ja: 儀式の柱

source: Ritual circle (blue)
ja: 魔法陣（青）

source: Ritual circle (green)
ja: 魔法陣（緑）

source: Ritual circle (red)
ja: 魔法陣（赤）

source: Ritual circle (yellow)
ja: 魔法陣（黄）

source: River
ja: 川

source: River troll
ja: 川トロール

source: Riyl Shade
ja: リールの陰

source: Riyl Shadow
ja: リールの影

source: Riyl remains
ja: リルの遺体

source: Riyl shadow
ja: リールの影

source: Roachey
ja: ローチェイ

source: Roavar
ja: ロアヴァー

source: Robert Boss
ja: ロバート・ボス

source: Robert O'Reilly
ja: ロバート・オレイリー

source: Robert the Strong
ja: 強者ロバート

source: Robin
ja: ロビン

source: Robin hood hat
ja: ロビンフッドの帽子

source: Robyn
ja: ロビン

source: Rock
ja: 岩石

source: Rock Chair
ja: 岩の椅子

source: Rock Crab
ja: 岩ガニ

source: Rock Formation
ja: 岩相

source: Rock Formation (Depleted)
ja: 岩相（枯渇）

source: Rock Formation (Glowing)
ja: 岩相（発光）

source: Rock Golem
ja: 岩ゴーレム

source: Rock Pile
ja: 岩の山

source: Rock and string
ja: 岩と紐

source: Rock cake
ja: 石ケーキ

source: Rock debris
ja: がれきの岩

source: Rock hammer
ja: 岩のハンマー

source: Rock lobster
ja: 岩ロブスター

source: Rock of Dalgroth
ja: ダルグロスの岩

source: Rock pick
ja: ツルハシ

source: Rock pile
ja: 岩の山

source: Rock slide
ja: 岩の斜面

source: Rock steps
ja: 岩の階段

source: Rock wall
ja: 岩の壁

source: Rock-climbing boots
ja: ロッククライミング用靴

source: Rockery
ja: 岩石庭園

source: Rockfall
ja: 落石

source: Rocking chair
ja: ゆり椅子

source: Rocking unicorn
ja: 揺りユニコーン

source: Rockpile
ja: 大量の岩

source: Rocks
ja: 岩石

source: Rockslide
ja: 岩の斜面

source: Rockslug
ja: 岩ナメクジ

source: Rocky
ja: ロッキー

source: Rocky Ledge
ja: 岩棚

source: Rocky handholds
ja: 岩の手掛かり

source: Rocky ledge
ja: 岩棚

source: Rocky outcrop
ja: 岩の露頭

source: Rocky shore
ja: 岩場

source: Rocky support
ja: 岩の支え

source: Rocky surface
ja: 岩の面

source: Rocnar
ja: ロクナー

source: Rod Fishing spot
ja: 竿の釣り場

source: Rogue
ja: ローグ

source: Rogue Guard
ja: ローグの衛兵

source: Rogue's purse
ja: ローグの財布

source: Rohak
ja: ロハク

source: Rokuh
ja: ルクフ

source: Rolad
ja: ロラルド

source: Rolayne Twickit (hard)
ja: ロライネ・ツイキット（上級）

source: Roll
ja: 転がす

source: Rolled up rug
ja: 巻かれたカーペット

source: Rolled up rugs
ja: 巻かれたカーペット

source: Rolling pin
ja: めん棒

source: Romeo
ja: ロミオ

source: Rometti
ja: ロメッチ

source: Romily Weaklax
ja: ロミリー・ウィークラックス

source: Rommik
ja: ロンミック

source: Ron Gadderanks
ja: ロン・ガダーランクス

source: Roof
ja: 屋根

source: Roof Entrance
ja: 屋上の入口

source: Roof Exit
ja: 屋上の出口

source: Roof edge
ja: 屋根の端

source: Roof support
ja: 屋根の支柱

source: Roof top beams
ja: 屋根上のハリ

source: Rooftop Agility display
ja: 屋根上トレーニングの展示

source: Rooster
ja: 雄鶏

source: Root
ja: 根

source: Roots
ja: 根

source: Rope
ja: 縄

source: Rope Ladder
ja: ロープのハシゴ

source: Rope anchor
ja: ロープのいかり

source: Rope bell-pull
ja: ベル引き綱

source: Rope bridge
ja: 吊り橋

source: Rope bridge support
ja: 吊り橋の支え

source: Rope ladder
ja: ロープのハシゴ

source: Rope swing
ja: 縄のブランコ

source: Roped tree
ja: ロープが結ばれた木

source: Ropes
ja: 縄

source: Ropeswing
ja: 縄のブランコ

source: Rory
ja: ロリー

source: Rose
ja: バラ

source: Rose bush
ja: バラの低木

source: Rosebush
ja: バラの木

source: Rosemary
ja: ローズマリー

source: Rosemary seed
ja: ローズマリーの種

source: Roses
ja: バラ

source: Rosie
ja: ロージー

source: Ross
ja: ロス

source: Ross and Ben
ja: ロスとベン

source: Rotate
ja: 回す

source: Rotate-anticlockwise
ja: 反時計回りに回転
